Repository: controesempio/Privacy-Share-Buttons
Catalog: privacy-share-buttons/lang/privacy-share-buttons-*.po
Languages: it_it

source: Click here to enable the button
it_it: Premi qui per attivare il bottone

source: When you activate these buttons by clicking on them, some of your personal data will be transferred to third parties and can be stored by them. For more information click on the <em> i </em>
it_it: Quando attivi i bottoni cliccandoci sopra, alcune tue informazioni personali verranno inviate a terze parti, che potrebbero conservale. Per pi√π informazioni clicca sulla <em> i </em>

source: Permanently enable data transfer for:
it_it: Abilita permanentemente i bottoni per:

source: Enable Social Share Buttons
it_it: Abilita i bottoni

source: Display settings
it_it: Impostazioni di visualizzazione

source: Display on the Index page
it_it: Mostra sulla pagina principale

source: Display on Pages
it_it: Mostra sulla pagine statiche

source: Position
it_it: Posizionamento

source: Specific Service settings
it_it: Impostazioni specifiche

source: %s username
it_it: Nome utente %s

source: Enable
it_it: Abilita

source: Settings specific to some Social Share services.
it_it: Impostazioni specifiche di alcuni servizi di condivisione

source: By default buttons will be showed on single Posts
it_it: Di default, i bottoni verranno mostrati sui singoli post

source: After the post
it_it: Dopo il post

source: Before the post
it_it: Prima del post

source: Manual (shortcode)
it_it: Manuale (shortcode)

source: If you choose "Manual (Shortcode)", you can use the shortcode <strong>[share_buttons]</strong> inside your articles
it_it: Se scegli "Manuale (shortcode)", potrai usare lo shortcode <strong>[share_buttons]</strong> dentro i tuoi articoli/post/pagine per posizionare i bottoni

source: Settings saved.
it_it: Impostazioni salvate
